{
    "nav_home": "Home",
    "nav_2": "Create Agent",
    "nav_3": "Agent Framework",
    "nav_4": "Agent Center",
    "nav_5": "Tokenize Agent",
    "nav_6": "Docs",
    "section1_p1": "THE BEST WAY TO QUICKLY",
    "section1_p2": " BUILD AND SHARE AI DAPP",
    "section1_p3": "iAON (individual AGI Open Network) is an AI DApp Platform. Leveraging an innovative protocol stack and by integrating access to distributed idle computing power, a comprehensive AI Model API platform, and D'AI-Store infrastructure, AON empowers developers to rapidly develop AI applications. This accelerates the global innovation of AI applications within a decentralized environment.",
    "section1_useAIAPI": "USE AI API",
    "section1_Vision": "Vision: To build an open and collaborative AI technology ecosystem that fosters the integration and innovation of AI applications worldwide.",
    "section1_Mission": "Mission: Utilizing the modular and multi-layered iAON protocol stack, we harness the power of distributed computing and open-source models to unlock the commercial potential of AI technology, ensuring fair value distribution and assetization of AI applications.",
    "section2_partners": "PARTNERS",
    "section3_tit": "· Distributed Computing, Protocol Stack, And Ecosystem",
    "section3_item1_tit": "Distributed Computing",
    "section3_item1_con": "iAON focuses on AI applications with a commitment to high security, high performance, and efficient resource management, adopting advanced technologies that ensure a robust and scalable infrastructure.",
    "section3_item2_tit": "Protocol Stack",
    "section3_item2_con": "The AI ​​protocol uses blockchain technology to confirm ownership, ensure reasonable distribution of benefits, establish a deflationary economic model, and form an ecological system.",
    "section3_item3_tit": "Ecosystem",
    "section3_item3_con": "The AI ​ecosystem is aimed at three core roles: developers, users, and idle computing power providers. AON Token Incentives promote the benefits of multiple parties.",
    "section4_tit": "· Core Technical Advantages And Product Features",
    "section4_p1": "Assess distributed idle computing power",
    "section4_p2": "AI open source model API platform",
    "section4_p3": "D'AI-STORE",
    "section5_tit": "· AI Open Source Model API Platform",
    "section5_sub_tit": "Quickly build AI applications by using various AI models in code.",
    "section6_tit": "· DAPP - STORE",
    "section6_sub_tit": "DAPP - STORE provides an SDK for quickly intervening in the WEB user system. Through various on-chain protocols such as computing power casting and application payment, it enhances the commercial value of AI applications and quickly realizes the value of applications.",
    "section7_tit": "· Ecosystem Participant Network",
    "section7_sub_tit": "In the iAON ecosystem, everyone can find a suitable role, whether they are highly skilled developers, experienced participants, or newcomers to decentralized application development.",
    "section7_item1_tit": "Developers",
    "section7_item1_con": "Include blockchain developers, large model developers and AGI product developers, who are responsible for building and maintaining the underlying protocols and applications in the ecosystem. Developers can make profits through sales or subscriptions in the application market, and receive technical support and training to reduce development difficulty and improve efficiency. Contributors are rewarded through incentives such as token distribution and participation income.",
    "section7_item2_tit": "Users",
    "section7_item2_con": "Users can not only use products, but also participate in specific activities to accumulate tokens, enhance the diversity and vitality of the ecosystem, and use the accumulated tokens to use more AI applications for free or at a lower cost.",
    "section7_item3_tit": "Idle computing power providers",
    "section7_item3_con": "Individuals or institutions provide computing power resources to support the inference calculation of large models and AGI products, and are responsible for collecting and providing high-quality data required for training large models. Token rewards are obtained based on service time and quality, and continuous provision of computing power is encouraged. Based on the amount of data calls, providers are rewarded with tokens to ensure the maximization of data value.",
    "section8_tit": "· Join Our Dynamic Community!",
    "foot_foundation": " 2024 AGI Open Foundation All Rights Reserved",
    "title": "AGI Open Network: The Open Platform for AI Agent Creation, Deployment, and Monetization",
    "description": "iAON (AGI Open Network) is an AI application public chain that provides powerful computing support for AI developers worldwide. It offers innovative infrastructure such as a large model inference API platform and D’Al-Store, enabling developers to quickly build AI applications.",
    "keywords": "iAON, AGI, public chain, Web3, infrastructure, AI applications, large model inference API platform, distributed idle computing power, D’AI-Store, developers"
}